export const openFrameQuestions = {
  happy: [
    "มีอะไรที่ทำให้วันนี้ดีขึ้นได้อีกไหมครับ?",
    "ถ้าจะบอกเพื่อนเรื่อง Best Part จะบอกว่าอะไรครับ?",
    "มีอะไรที่อยากให้เราทำในอนาคตไหมครับ?",
    "วันนี้รู้สึกยังไงกับมื้อนี้ครับ?",
  ],
  neutral: [
    "มีอะไรที่ยังรู้สึกว่าขาดอยู่บ้างครับ?",
    "ถ้าเปลี่ยนได้ 1 อย่าง จะเปลี่ยนอะไรครับ?",
    "อะไรที่อยากได้แต่ยังไม่เห็นในเมนูครับ?",
    "มีอะไรที่เราทำให้ดีขึ้นได้ไหมครับ?",
  ],
  problem: [
    "บอกเราได้เลยนะครับ เราพร้อมฟังทุกอย่าง",
    "อธิบายให้เราฟังได้เลยครับ",
    "มีรายละเอียดอะไรเพิ่มเติมไหมครับ?",
  ],
}
